import streamlit as st

st.title("Итальянский разговорник для детей - Італійський розмовник для дітей")

language = st.radio( "Выберите язык - Виберіть мову" , ('Русский', 'Yкраїнський'))

if language == 'Русский':
  st.selectbox("Куда ты хочешь пойти сегодня? Bыбери одно из указанных мест", ('Площадка для игр', 'Школа', 'Магазин'))
else:
  pass
  
if language == 'Yкраїнський'
  st.selectbox("Куди ти хочеш піти сьогодні? Bыбери одно з вказаних місць", ('Майданчик для ігор', 'Школа', 'Магазин'))
  
    
